Политика конфиденциальности Invest.Legal

Главная→Политика конфиденциальности Invest.Legal
Данное пользовательское соглашение регулирует отношения между Администрацией Сайта Invest.Legal и пользователями сайта по использованию сайта Invest.Legal, по размещению на сайте комментариев и использованию материалов, расположенных на сайте Invest.Legal.

Пожалуйста, внимательно прочитайте настоящее Соглашение и правила, прежде чем начать пользоваться сайтом Invest.Legal (далее по тексту — Сайт). Вы обязаны соблюдать условия Соглашения и правила, заходя на этот Сайт, используя его содержание и любые сервисы (услуги), предлагаемые на Сайте. В случае, если вы не согласны с условиями Соглашения и правилами, вы не можете пользоваться Сайтом или использовать его содержание, любые сервисы, предлагаемые на нем, а также посещать страницы, размещенные в доменной зоне Сайта.

Общие положения
1.1. Сайт Invest.Legal является общедоступным для пользователей информационным ресурсом и осуществляет свою деятельность с соблюдением действующего законодательства Российской Федерации.

1.2. Отношения, связанные с использованием Сайта, регулируется законодательством Российской Федерации и настоящим Пользовательским соглашением.

1.3. Пользовательское соглашение является публичной офертой. Начиная использование Сайта, пользователь автоматически присоединяется к Пользовательскому соглашению и полностью принимает его условия.

1.4. Актуальная редакция Пользовательского Соглашения размещена по адресу: https://invest.legal/?action=policy

1.5. Администрация Сайта может в любое время изменять Пользовательское соглашение по своему усмотрению.

1.6. Если пользователь не согласен с Пользовательским соглашением или с его отдельными условиями, он обязан прекратить использование Сайта и любых его материалов.

Авторское право
2.1. Исключительные авторские права на сайт, его название, статьи и иные произведения, размещенные на сайте, (за исключением фотографий) принадлежат Администрации Сайта.

2.2. Администрации сайта принадлежат неисключительные права на фотографии, размещенные на сайте. Часть фотографий взята из открытых для свободного использования произведений источников и используется Администрацией Сайта исключительно в информационных, некоммерческих целях.

2.3. Любое использование статей с Сайта, а также любых других материалов, в том числе воспроизведение и распространение любыми способами, публичный показ, доведение до всеобщего сведения, копирование (полное и частичное), перевод, переделка, запрещено без согласия правообладателя (Администрации Сайта).

2.4. Цитирование статей возможно с соблюдением условий, указанных в п. 2.5. Пользовательского соглашения.

2.5. При цитировании любых статей с Сайта в Интернете обязательна ссылка на первоисточник (подпункт 1 пункта 1 статьи 1274 ГК Российской Федерации) в виде активной, не закрытой от индексирования поисковыми системами ссылки на статью. При цитировании статей с Сайта в печатных изданиях обязательна ссылка на Сайт.

Урегулирование споров, связанных с нарушением авторских прав
3.1. Администрация Сайта отрицательно относится к нарушению авторских прав на публикуемые материалы и со своей стороны прикладывает все возможные усилия для предотвращения подобных нарушений на Сайте.

3.2. Если Вы являетесь автором или правообладателем исключительных прав, включая исключительное право на воспроизведение, публичный показ, доведение до всеобщего сведения, и считаете, что Ваши права каким-то образом нарушаются с использованием Сайта, мы просим незамедлительно связаться с Администрацией Сайта письмом в электронном виде.

3.3. Согласно действующему законодательству Российской Федерации Администрация Сайта готова рассмотреть любые спорные вопросы в рамках досудебного (претензионного или иного) порядка урегулирования.

3.4. Для этого необходимо прислать на электронную почту ask@invest.legal  скан письма за подписью Правообладателя или его уполномоченного представителя, в котором указать следующие данные:

— информацию об объекте авторского права (наименование произведения или продукта, документ, подтверждающий право собственности либо авторское право на изображение и т.д.);

— информацию о Правообладателе (для юридического лица — полное наименование организации, юридический адрес, скан документа о государственной регистрации; для физического лица — ФИО, паспортные данные);

— информация о представителе Правообладателя, подписавшего письмо (ФИО, должность, скан доверенности, для генерального директора — скан приказа/протокола о назначении);
— адрес страницы Сайта, где расположены материалы, права на которые принадлежат Правообладателю (ссылка должна иметь вид https://Invest.Legal/XXXXX );

— описание сути нарушения прав (почему распространение данной информации запрещено Правообладателем);

— дата, подпись;

— контактные данные: телефон, e-mail.

3.5. Администрация Сайта рассматривает обращение в срок, не превышающий 10 (десяти) календарных дней. В случае если Администрация Сайта признает обращение обоснованным, то соответствующие материалы будут удалены с Сайта незамедлительно.

3.6. Администрация Сайта преследует нарушение своих авторских прав, в том числе в судебном порядке.

3.7. Если вы хотите использовать какие-либо произведения, расположенные на сайте, то обязаны связаться с Администрацией Сайта по электронной почте ask@invest.legal  для получения согласия. В противном случае использование произведений будет незаконным, и Администрация Сайта оставляет за собой право обращения с претензией в рамках досудебного урегулирования спора или в суд.

Комментарии на сайте
4.1. Пользователи на сайте могут оставлять комментарии. В комментариях пользователи могут высказывать свои мнения и распространять любые факты, за исключением тех, которые запрещены законодательством Российской Федерации, а также пунктом 4.3. Пользовательского соглашения.

4.2. За содержание и форму сведений, содержащихся в комментарии, пользователь несет ответственность. Пользователь гарантирует Администрации Сайта, что все содержащиеся в оставленном комментарии сведения являются достоверными.

4.3. Комментарии пользователей проходят премодерацию и публикуются на сайте после одобрения Администрацией Сайта.

4.4. Администрация Сайта имеет право удалять, редактировать, изменять комментарии по своему усмотрению без объяснения причин авторам комментариев. Администрация удаляет любые комментарии, которые не соответствуют законодательству Российской Федерации и/или пунктам 4.5. и 4.6. настоящего пользовательского соглашения.

4.5. На сайте запрещены комментарии, в которых содержатся:

— оскорбление и клевета, распространяются не соответствующие действительности сведения,

— сведения о частной жизни, личной и семейной тайне,

— ненормативная лексика,

— высказывания экстремистского характера,

— реклама, коммерческие предложения, ссылки на другие Интернет сайты;

— спам и троллинг.

4.6. Не допускаются комментарии, нарушающие права интеллектуальной собственности третьи лиц.

Прочие положения
5.1. Пользователь несет самостоятельно ответственность перед третьими лицами за свои действия, связанные с использованием информации с Сайта.

5.2. Пользователь соглашается, что статьи на сайте сопровождаются рекламой. Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.

5.3. Пользователю запрещено осуществлять действия, направленные на нарушение нормальной работы Сайта.

5.4. Пользователь предупреждается, что Администрация Сайта не несет ответственности за посещение и использование им внешних сайтов, ссылки на которые размещены на Сайте.

Вы не имеете права использовать возможности Сайта и посещать страницы, расположенные в области доменного имени Invest.Legal, в случае не согласия с настоящим соглашением и Правилами, пожалуйста, незамедлительно покиньте наш сайт.