<p>Пользовательское соглашение</p>

<p>Российская Федерация, г. Москва</p>

<p>1. Термины и определения<br>
    1.1. В настоящем Пользовательском соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:<br>
    "Владелец сервиса" - ИП Черкасов Илья Сергеевич ИНН 772003421438<br>
    «Запрос» - заполнение формы обратной связи на странице Сервиса по кнопке "Заказать звонок" и "Отправить заявку"<br>
    «Пользователь» - любое дееспособное физическое лицо, использующее Сервис.<br>
    «Сервис» - интернет-ресурс, расположенный в сети «Интернет» по адресу http://invest.legal/ , в том числе мобильная версия сайта.<br>
    «Соглашение» - настоящее пользовательское соглашение, текст которого размещен по адресу в сети Интернет http://invest.legal/?action=user_agreement<br>
    1.2. Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с законодательством Российской Федерации и сложившимися в сети Интернет обычными правилами толкования соответствующих терминов.</p>

<p>2. Заключение Соглашения<br>
    Используя Сервис, Пользователь подтверждает, что прочитал и выразил полное согласие (акцепт) с условиями настоящего Соглашения без какого-либо изменения или изъятия.</p>

<p>2.1. Текст Соглашения содержит все существенные условия и является предложением Владельца сервиса заключить Соглашение с любым дееспособным физическим лицом, достигшим возраста, допустимого в соответствии с законодательством Российской Федерации для акцепта Соглашения, и использующим Сервис. Таким образом, текст Соглашения является публичной офертой в соответствии с пунктом 2 статьи 437 Гражданского кодекса Российской Федерации.<br>
    2.2. Принятие условий Соглашения осуществляется одним из следующих способов (акцепт оферты в полном объеме в соответствии со статьей 438 Гражданского кодекса Российской Федерации):<br>
    2.2.1. совершение любых активных действий, направленных на принятие условий Соглашения (например, нажатие на кнопку «Пересчитать», "Заказать звонок", "Отправить заявку", проставление галочки или иные подтверждения);<br>
    2.2.2. ввод проверочного кода, направленного на номер мобильного телефона, указанного Пользователем в процессе использования Сервиса.<br>
    2.3. Соглашение может быть изменено и/или дополнено Владельцем сервиса в одностороннем порядке без какого-либо специального уведомления. <br>
    2.4. Соглашение является открытым и общедоступным документом. Владелец сервиса рекомендует Пользователям регулярно проверять условия Соглашения на предмет его изменения и/или дополнения. Продолжение использования Сервиса Пользователем после внесения изменений и/или дополнений в настоящее Соглашение означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.</p>

<p>3. Предмет Соглашения<br>
    3.1. Предметом Соглашения является безвозмездное предоставление Владельцем сервиса Пользователю доступа к использованию Сервиса и его функционала в порядке и на условиях, устанавливаемых Владельцем сервиса. <br>
    3.2. Указанный в пункте 3.1. Соглашения доступ предоставляется Пользователю на срок, в течение которого Сервис остается доступным для Пользователя, и в пределах территории, на которой Сервис остается доступным для Пользователя.<br>
    3.3. Владелец сервиса вправе размещать на страницах Сервиса рекламные материалы (видеоролики, баннеры и др.), объявления, в том числе третьих лиц.</p>

<p>4. Условия использования Сервиса<br>
    4.1. Пользователь посредством Сервиса имеет возможность:<br>
    4.1.1. ознакомиться с информацией, размещенной в Сервисе<br>
    4.1.2. оформить Запрос "Заказать звонок" и "Оставить заявку".<br>
    4.1.3. совершать иные действия, предусмотренные явными функциями Сервиса.<br>
    4.2. Владелец сервиса может обновлять и добавлять новый функционал Сервиса.<br>
    4.3. С целью подтверждения Запроса на номер мобильного телефона, указанный Пользователем, может быть отправлен код, который Пользователю нужно будет ввести в порядке, предусмотренном функционалом Сервиса.<br>
    4.4. Пользователю запрещается:<br>
    4.4.1. обходить технические ограничения, установленные на Сервисе;<br>
    4.4.2. создавать копии Сервиса, а также его внешнего оформления (дизайна);<br>
    4.4.3. изменять Сервис каким бы то ни было способом;<br>
    4.4.4. совершать действия, направленные на изменение функционирования и работоспособности Сервиса;<br>
    4.5. Пользователь обязан пользоваться Сервисом добросовестно и гарантирует, что предоставленная им информация является полной, точной и достоверной. При использовании Сервиса Пользователь обязан не нарушать законодательство Российской Федерации, а также права и свободы третьих лиц, нормы морали и нравственности.<br>
</p>