module.exports.languages = {
    phrases: {
        title: new Map([
            ['en', 'Sudoku Online with friends'],
            ['ru', 'Судоку онлайн с друзьями'],
            ['zh_cn', '与朋友在线玩数独'],
            ['zh_tw', '與朋友線上數獨遊戲'],
            ['ko', '친구와 함께하는 스도쿠 온라인'],
            ['de', 'Sudoku Online mit Freunden'],
            ['es', 'Sudoku en línea con amigos'],
            ['fr', 'Sudoku en ligne avec des amis'],
            ['it', 'Sudoku online con gli amici'],
            ['pt', 'Sudoku online com amigos'],
            ['pt_br', 'Sudoku on-line com amigos'],
            ['tr', 'Arkadaşlarınızla Çevrimiçi Sudoku'],
        ]),
        ok_button_caption: new Map([
            ['en', 'Quit the game'],
            ['ru', 'Выйти из игры'],
            ['zh_cn', '退出游戏'],
            ['zh_tw', '退出遊戲'],
            ['ko', '게임 종료'],
            ['de', 'Beenden Sie das Spiel'],
            ['es', 'Abandonar el juego'],
            ['fr', 'Quitter le jeu'],
            ['it', 'Abbandonare il gioco'],
            ['pt', 'Abandonar o jogo'],
            ['pt_br', 'Sair do jogo'],
            ['tr', 'Oyundan çık'],
        ]),
        no_internet: new Map([
            ['en', 'The Internet is unavailable. Please try logging into the game later.'],
            ['ru', 'Интернет недоступен. Попробуйте войти в игру позднее'],
            ['zh_cn', '互联网连接已中断。请稍后再尝试登录游戏。'],
            ['zh_tw', '網際網路無法使用。請稍後試著登入遊戲。'],
            ['ko', '인터넷이 연결되지 않았습니다. 나중에 다시 게임에 로그인해 주시기 바랍니다.'],
            ['de', 'Das Internet ist derzeit nicht verfügbar. Bitte versuchen Sie später erneut, sich im Spiel anzumelden.'],
            ['es', 'No hay conexión a Internet. Intenta iniciar sesión en el juego más tarde.'],
            ['fr', 'Internet n\'est pas disponible. Veuillez réessayer de vous connecter au jeu plus tard.'],
            ['it', 'Internet non è disponibile. Prova ad accedere al gioco più tardi.'],
            ['pt', 'A Internet não está disponível. Tente entrar no jogo mais tarde.'],
            ['pt_br', 'A Internet está indisponível. Tente entrar no jogo mais tarde.'],
            ['tr', 'İnternet bağlantısı mevcut değil. Lütfen daha sonra oyuna giriş yapmayı deneyin.'],
        ]),
        no_steam_app: new Map([
            ['en', 'The Steam application is not running. Please launch the Steam application, log in, and try to enter the game again.'],
            ['ru', 'Приложение Steam не запущено. Пожалуйста, запустите приложение Steam, авторизуйтесь и попробуйте войти в игру заново'],
            ['zh_cn', 'Steam 应用程序未运行。请启动 Steam 应用程序，登录后再次尝试进入游戏。'],
            ['zh_tw', 'Steam 應用程式未執行。請啟動 Steam 應用程式，登入後再嘗試進入遊戲。'],
            ['ko', 'Steam 애플리케이션이 실행 중이 아닙니다. Steam 애플리케이션을 실행하고 로그인한 후 다시 게임에 접속해 보세요.'],
            ['de', 'Die Steam-Anwendung wird nicht ausgeführt. Bitte starten Sie die Steam-Anwendung, melden Sie sich an und versuchen Sie erneut, das Spiel zu starten.'],
            ['es', 'La aplicación Steam no se está ejecutando. Inicie la aplicación Steam, inicie sesión e intente volver a entrar en el juego.'],
            ['fr', 'L\'application Steam n\'est pas en cours d\'exécution. Veuillez lancer l\'application Steam, vous connecter, puis réessayer d\'accéder au jeu.'],
            ['it', 'L\'applicazione Steam non è in esecuzione. Avvia l\'applicazione Steam, effettua l\'accesso e prova a entrare nuovamente nel gioco.'],
            ['pt', 'A aplicação Steam não está a funcionar. Inicie a aplicação Steam, inicie sessão e tente entrar no jogo novamente.'],
            ['pt_br', 'O aplicativo Steam não está em execução. Inicie o aplicativo Steam, faça login e tente entrar no jogo novamente.'],
            ['tr', 'Steam uygulaması çalışmıyor. Lütfen Steam uygulamasını başlatın, oturum açın ve oyuna tekrar girmeyi deneyin.'],
        ]),
    },
    russian: 'ru', // русский
    schinese: 'zh_cn', // 简体中文 (упрощенный китайский)</a>
    tchinese: 'zh_tw', // 繁體中文 (традиционный китайский)</a>
    japanese: 'en', // 日本語 (японский)</a>
    koreana: 'ko', // 한국어 (корейский)</a>
    thai: 'en', // ไทย (тайский)</a>
    bulgarian: 'en', // Български (болгарский)</a>
    czech: 'en', // Čeština (чешский)</a>
    danish: 'en', // Dansk (датский)</a>
    german: 'de', // Deutsch (немецкий)</a>
    english: 'en', // English (английский)</a>
    spanish: 'es', // Español - España (испанский — Испания)</a>
    latam: 'en', // Español - Latinoamérica (испанский — Латинская Америка)</a>
    greek: 'en', // Ελληνικά (греческий)</a>
    french: 'fr', // Français (французский)</a>
    italian: 'it', // Italiano (итальянский)</a>
    indonesian: 'en', // Bahasa Indonesia (индонезийский)</a>
    hungarian: 'en', // Magyar (венгерский)</a>
    dutch: 'en', // Nederlands (нидерландский)</a>
    norwegian: 'en', // Norsk (норвежский)</a>
    polish: 'en', // Polski (польский)</a>
    portuguese: 'pt', // Português (португальский — Португалия)</a>
    brazilian: 'pt_br', // Português-Brasil (португальский — Бразилия)</a>
    romanian: 'en', // Română (румынский)</a>
    finnish: 'en', // Suomi (финский)</a>
    swedish: 'en', // Svenska (шведский)</a>
    turkish: 'tr', // Türkçe (турецкий)</a>
    vietnamese: 'en', // Tiếng Việt (вьетнамский)</a>
    ukrainian: 'en', // Українська (украинский)</a>
    icu: { // Языки системы https://www.localeplanet.com/icu/
        af: 'en', //	африкаанс	Afrikaans
        af_NA: 'en', //	африкаанс (Намибия)	Afrikaans (Namibië)
        af_ZA: 'en', //	африкаанс (Южно-Африканская Республика)	Afrikaans (Suid-Afrika)
        agq: 'en', //	агем	Aghem
        agq_CM: 'en', //	агем (Камерун)	Aghem (Kàmàlûŋ)
        ak: 'en', //	акан	Akan
        ak_GH: 'en', //	акан (Гана)	Akan (Gaana)
        am: 'en', //	амхарский	አማርኛ
        am_ET: 'en', //	амхарский (Эфиопия)	አማርኛ (ኢትዮጵያ)
        ar: 'en', //	арабский	العربية
        ar_001: 'en', //	арабский (весь мир)	العربية (العالم)	арабский литературный
        ar_AE: 'en', //	арабский (ОАЭ)	العربية (الإمارات العربية المتحدة)
        ar_BH: 'en', //	арабский (Бахрейн)	العربية (البحرين)
        ar_DJ: 'en', //	арабский (Джибути)	العربية (جيبوتي)
        ar_DZ: 'en', //	арабский (Алжир)	العربية (الجزائر)
        ar_EG: 'en', //	арабский (Египет)	العربية (مصر)
        ar_EH: 'en', //	арабский (Западная Сахара)	العربية (الصحراء الغربية)
        ar_ER: 'en', //	арабский (Эритрея)	العربية (إريتريا)
        ar_IL: 'en', //	арабский (Израиль)	العربية (إسرائيل)
        ar_IQ: 'en', //	арабский (Ирак)	العربية (العراق)
        ar_JO: 'en', //	арабский (Иордания)	العربية (الأردن)
        ar_KM: 'en', //	арабский (Коморы)	العربية (جزر القمر)
        ar_KW: 'en', //	арабский (Кувейт)	العربية (الكويت)
        ar_LB: 'en', //	арабский (Ливан)	العربية (لبنان)
        ar_LY: 'en', //	арабский (Ливия)	العربية (ليبيا)
        ar_MA: 'en', //	арабский (Марокко)	العربية (المغرب)
        ar_MR: 'en', //	арабский (Мавритания)	العربية (موريتانيا)
        ar_OM: 'en', //	арабский (Оман)	العربية (عُمان)
        ar_PS: 'en', //	арабский (Палестинские территории)	العربية (الأراضي الفلسطينية)
        ar_QA: 'en', //	арабский (Катар)	العربية (قطر)
        ar_SA: 'en', //	арабский (Саудовская Аравия)	العربية (المملكة العربية السعودية)
        ar_SD: 'en', //	арабский (Судан)	العربية (السودان)
        ar_SO: 'en', //	арабский (Сомали)	العربية (الصومال)
        ar_SS: 'en', //	арабский (Южный Судан)	العربية (جنوب السودان)
        ar_SY: 'en', //	арабский (Сирия)	العربية (سوريا)
        ar_TD: 'en', //	арабский (Чад)	العربية (تشاد)
        ar_TN: 'en', //	арабский (Тунис)	العربية (تونس)
        ar_YE: 'en', //	арабский (Йемен)	العربية (اليمن)
        as: 'en', //	ассамский	অসমীয়া
        as_IN: 'en', //	ассамский (Индия)	অসমীয়া (ভারত)
        asa: 'en', //	асу	Kipare
        asa_TZ: 'en', //	асу (Танзания)	Kipare (Tadhania)
        ast: 'en', //	астурийский	asturianu
        ast_ES: 'en', //	астурийский (Испания)	asturianu (España)
        az: 'en', //	азербайджанский	azərbaycan
        az_Cyrl: 'en', //	азербайджанский (кириллица)	азәрбајҹан (Кирил)
        az_Cyrl_AZ: 'en', //	азербайджанский (кириллица, Азербайджан)	азәрбајҹан (Кирил, Азәрбајҹан)
        az_Latn: 'en', //	азербайджанский (латиница)	azərbaycan (latın)
        az_Latn_AZ: 'en', //	азербайджанский (латиница, Азербайджан)	azərbaycan (latın, Azərbaycan)
        bas: 'en', //	баса	Ɓàsàa
        bas_CM: 'en', //	баса (Камерун)	Ɓàsàa (Kàmɛ̀rûn)
        be: 'en', //	белорусский	беларуская
        be_BY: 'en', //	белорусский (Беларусь)	беларуская (Беларусь)
        bem: 'en', //	бемба	Ichibemba
        bem_ZM: 'en', //	бемба (Замбия)	Ichibemba (Zambia)
        bez: 'en', //	бена	Hibena
        bez_TZ: 'en', //	бена (Танзания)	Hibena (Hutanzania)
        bg: 'en', //	болгарский	български
        bg_BG: 'en', //	болгарский (Болгария)	български (България)
        bm: 'en', //	бамбара	bamanakan
        bm_ML: 'en', //	бамбара (Мали)	bamanakan (Mali)
        bn: 'en', //	бенгальский	বাংলা
        bn_BD: 'en', //	бенгальский (Бангладеш)	বাংলা (বাংলাদেশ)
        bn_IN: 'en', //	бенгальский (Индия)	বাংলা (ভারত)
        bo: 'en', //	тибетский	བོད་སྐད་
        bo_CN: 'en', //	тибетский (Китай)	བོད་སྐད་ (རྒྱ་ནག)
        bo_IN: 'en', //	тибетский (Индия)	བོད་སྐད་ (རྒྱ་གར་)
        br: 'en', //	бретонский	brezhoneg
        br_FR: 'en', //	бретонский (Франция)	brezhoneg (Frañs)
        brx: 'en', //	бодо	बड़ो
        brx_IN: 'en', //	бодо (Индия)	बड़ो (भारत)
        bs: 'en', //	боснийский	bosanski
        bs_Cyrl: 'en', //	боснийский (кириллица)	босански (ћирилица)
        bs_Cyrl_BA: 'en', //	боснийский (кириллица, Босния и Герцеговина)	босански (ћирилица, Босна и Херцеговина)
        bs_Latn: 'en', //	боснийский (латиница)	bosanski (latinica)
        bs_Latn_BA: 'en', //	боснийский (латиница, Босния и Герцеговина)	bosanski (latinica, Bosna i Hercegovina)
        ca: 'en', //	каталанский	català
        ca_AD: 'en', //	каталанский (Андорра)	català (Andorra)
        ca_ES: 'en', //	каталанский (Испания)	català (Espanya)
        ca_FR: 'en', //	каталанский (Франция)	català (França)
        ca_IT: 'en', //	каталанский (Италия)	català (Itàlia)
        ccp: 'en', //	ccp	𑄌𑄋𑄴𑄟𑄳𑄦
        ccp_BD: 'en', //	ccp (Бангладеш)	𑄌𑄋𑄴𑄟𑄳𑄦 (𑄝𑄁𑄣𑄘𑄬𑄌𑄴)
        ccp_IN: 'en', //	ccp (Индия)	𑄌𑄋𑄴𑄟𑄳𑄦 (𑄞𑄢𑄧𑄖𑄴)
        ce: 'en', //	чеченский	нохчийн
        ce_RU: 'ru', //	чеченский (Россия)	нохчийн (Росси)
        cgg: 'en', //	кига	Rukiga
        cgg_UG: 'en', //	кига (Уганда)	Rukiga (Uganda)
        chr: 'en', //	чероки	ᏣᎳᎩ
        chr_US: 'en', //	чероки (Соединенные Штаты)	ᏣᎳᎩ (ᏌᏊ ᎢᏳᎾᎵᏍᏔᏅ ᏍᎦᏚᎩ)
        ckb: 'en', //	сорани	کوردیی ناوەندی
        ckb_IQ: 'en', //	сорани (Ирак)	کوردیی ناوەندی (عێراق)
        ckb_IR: 'en', //	сорани (Иран)	کوردیی ناوەندی (ئێران)
        cs: 'en', //	чешский	čeština
        cs_CZ: 'en', //	чешский (Чехия)	čeština (Česko)
        cy: 'en', //	валлийский	Cymraeg
        cy_GB: 'en', //	валлийский (Великобритания)	Cymraeg (Y Deyrnas Unedig)
        da: 'en', //	датский	dansk
        da_DK: 'en', //	датский (Дания)	dansk (Danmark)
        da_GL: 'en', //	датский (Гренландия)	dansk (Grønland)
        dav: 'en', //	таита	Kitaita
        dav_KE: 'en', //	таита (Кения)	Kitaita (Kenya)
        de: 'de', //	немецкий	Deutsch
        de_AT: 'de', //	немецкий (Австрия)	Deutsch (Österreich)	австрийский немецкий
        de_BE: 'de', //	немецкий (Бельгия)	Deutsch (Belgien)
        de_CH: 'de', //	немецкий (Швейцария)	Deutsch (Schweiz)	литературный швейцарский немецкий
        de_DE: 'de', //	немецкий (Германия)	Deutsch (Deutschland)
        de_IT: 'de', //	немецкий (Италия)	Deutsch (Italien)
        de_LI: 'de', //	немецкий (Лихтенштейн)	Deutsch (Liechtenstein)
        de_LU: 'de', //	немецкий (Люксембург)	Deutsch (Luxemburg)
        dje: 'en', //	джерма	Zarmaciine
        dje_NE: 'en', //	джерма (Нигер)	Zarmaciine (Nižer)
        dsb: 'en', //	нижнелужицкий	dolnoserbšćina
        dsb_DE: 'en', //	нижнелужицкий (Германия)	dolnoserbšćina (Nimska)
        dua: 'en', //	дуала	duálá
        dua_CM: 'en', //	дуала (Камерун)	duálá (Cameroun)
        dyo: 'en', //	диола-фоньи	joola
        dyo_SN: 'en', //	диола-фоньи (Сенегал)	joola (Senegal)
        dz: 'en', //	дзонг-кэ	རྫོང་ཁ
        dz_BT: 'en', //	дзонг-кэ (Бутан)	རྫོང་ཁ། (འབྲུག།)
        ebu: 'en', //	эмбу	Kĩembu
        ebu_KE: 'en', //	эмбу (Кения)	Kĩembu (Kenya)
        ee: 'en', //	эве	Eʋegbe
        ee_GH: 'en', //	эве (Гана)	Eʋegbe (Ghana nutome)
        ee_TG: 'en', //	эве (Того)	Eʋegbe (Togo nutome)
        el: 'en', //	греческий	Ελληνικά
        el_CY: 'en', //	греческий (Кипр)	Ελληνικά (Κύπρος)
        el_GR: 'en', //	греческий (Греция)	Ελληνικά (Ελλάδα)
        en: 'en', //	английский	English
        en_001: 'en', //	английский (весь мир)	English (World)
        en_150: 'en', //	английский (Европа)	English (Europe)
        en_AG: 'en', //	английский (Антигуа и Барбуда)	English (Antigua & Barbuda)
        en_AI: 'en', //	английский (Ангилья)	English (Anguilla)
        en_AS: 'en', //	английский (Американское Самоа)	English (American Samoa)
        en_AT: 'en', //	английский (Австрия)	English (Austria)
        en_AU: 'en', //	английский (Австралия)	English (Australia)	австралийский английский
        en_BB: 'en', //	английский (Барбадос)	English (Barbados)
        en_BE: 'en', //	английский (Бельгия)	English (Belgium)
        en_BI: 'en', //	английский (Бурунди)	English (Burundi)
        en_BM: 'en', //	английский (Бермудские о-ва)	English (Bermuda)
        en_BS: 'en', //	английский (Багамы)	English (Bahamas)
        en_BW: 'en', //	английский (Ботсвана)	English (Botswana)
        en_BZ: 'en', //	английский (Белиз)	English (Belize)
        en_CA: 'en', //	английский (Канада)	English (Canada)	канадский английский
        en_CC: 'en', //	английский (Кокосовые о-ва)	English (Cocos [Keeling] Islands)
        en_CH: 'en', //	английский (Швейцария)	English (Switzerland)
        en_CK: 'en', //	английский (Острова Кука)	English (Cook Islands)
        en_CM: 'en', //	английский (Камерун)	English (Cameroon)
        en_CX: 'en', //	английский (о-в Рождества)	English (Christmas Island)
        en_CY: 'en', //	английский (Кипр)	English (Cyprus)
        en_DE: 'en', //	английский (Германия)	English (Germany)
        en_DG: 'en', //	английский (Диего-Гарсия)	English (Diego Garcia)
        en_DK: 'en', //	английский (Дания)	English (Denmark)
        en_DM: 'en', //	английский (Доминика)	English (Dominica)
        en_ER: 'en', //	английский (Эритрея)	English (Eritrea)
        en_FI: 'en', //	английский (Финляндия)	English (Finland)
        en_FJ: 'en', //	английский (Фиджи)	English (Fiji)
        en_FK: 'en', //	английский (Фолклендские о-ва)	English (Falkland Islands)
        en_FM: 'en', //	английский (Федеративные Штаты Микронезии)	English (Micronesia)
        en_GB: 'en', //	английский (Великобритания)	English (United Kingdom)	британский английский
        en_GD: 'en', //	английский (Гренада)	English (Grenada)
        en_GG: 'en', //	английский (Гернси)	English (Guernsey)
        en_GH: 'en', //	английский (Гана)	English (Ghana)
        en_GI: 'en', //	английский (Гибралтар)	English (Gibraltar)
        en_GM: 'en', //	английский (Гамбия)	English (Gambia)
        en_GU: 'en', //	английский (Гуам)	English (Guam)
        en_GY: 'en', //	английский (Гайана)	English (Guyana)
        en_HK: 'en', //	английский (Гонконг [САР])	English (Hong Kong SAR China)
        en_IE: 'en', //	английский (Ирландия)	English (Ireland)
        en_IL: 'en', //	английский (Израиль)	English (Israel)
        en_IM: 'en', //	английский (о-в Мэн)	English (Isle of Man)
        en_IN: 'en', //	английский (Индия)	English (India)
        en_IO: 'en', //	английский (Британская территория в Индийском океане)	English (British Indian Ocean Territory)
        en_JE: 'en', //	английский (Джерси)	English (Jersey)
        en_JM: 'en', //	английский (Ямайка)	English (Jamaica)
        en_KE: 'en', //	английский (Кения)	English (Kenya)
        en_KI: 'en', //	английский (Кирибати)	English (Kiribati)
        en_KN: 'en', //	английский (Сент-Китс и Невис)	English (St. Kitts & Nevis)
        en_KY: 'en', //	английский (Каймановы о-ва)	English (Cayman Islands)
        en_LC: 'en', //	английский (Сент-Люсия)	English (St. Lucia)
        en_LR: 'en', //	английский (Либерия)	English (Liberia)
        en_LS: 'en', //	английский (Лесото)	English (Lesotho)
        en_MG: 'en', //	английский (Мадагаскар)	English (Madagascar)
        en_MH: 'en', //	английский (Маршалловы Острова)	English (Marshall Islands)
        en_MO: 'en', //	английский (Макао [САР])	English (Macau SAR China)
        en_MP: 'en', //	английский (Северные Марианские о-ва)	English (Northern Mariana Islands)
        en_MS: 'en', //	английский (Монтсеррат)	English (Montserrat)
        en_MT: 'en', //	английский (Мальта)	English (Malta)
        en_MU: 'en', //	английский (Маврикий)	English (Mauritius)
        en_MW: 'en', //	английский (Малави)	English (Malawi)
        en_MY: 'en', //	английский (Малайзия)	English (Malaysia)
        en_NA: 'en', //	английский (Намибия)	English (Namibia)
        en_NF: 'en', //	английский (о-в Норфолк)	English (Norfolk Island)
        en_NG: 'en', //	английский (Нигерия)	English (Nigeria)
        en_NL: 'en', //	английский (Нидерланды)	English (Netherlands)
        en_NR: 'en', //	английский (Науру)	English (Nauru)
        en_NU: 'en', //	английский (Ниуэ)	English (Niue)
        en_NZ: 'en', //	английский (Новая Зеландия)	English (New Zealand)
        en_PG: 'en', //	английский (Папуа — Новая Гвинея)	English (Papua New Guinea)
        en_PH: 'en', //	английский (Филиппины)	English (Philippines)
        en_PK: 'en', //	английский (Пакистан)	English (Pakistan)
        en_PN: 'en', //	английский (острова Питкэрн)	English (Pitcairn Islands)
        en_PR: 'en', //	английский (Пуэрто-Рико)	English (Puerto Rico)
        en_PW: 'en', //	английский (Палау)	English (Palau)
        en_RW: 'en', //	английский (Руанда)	English (Rwanda)
        en_SB: 'en', //	английский (Соломоновы Острова)	English (Solomon Islands)
        en_SC: 'en', //	английский (Сейшельские Острова)	English (Seychelles)
        en_SD: 'en', //	английский (Судан)	English (Sudan)
        en_SE: 'en', //	английский (Швеция)	English (Sweden)
        en_SG: 'en', //	английский (Сингапур)	English (Singapore)
        en_SH: 'en', //	английский (о-в Св. Елены)	English (St. Helena)
        en_SI: 'en', //	английский (Словения)	English (Slovenia)
        en_SL: 'en', //	английский (Сьерра-Леоне)	English (Sierra Leone)
        en_SS: 'en', //	английский (Южный Судан)	English (South Sudan)
        en_SX: 'en', //	английский (Синт-Мартен)	English (Sint Maarten)
        en_SZ: 'en', //	английский (Свазиленд)	English (Swaziland)
        en_TC: 'en', //	английский (о-ва Тёркс и Кайкос)	English (Turks & Caicos Islands)
        en_TK: 'en', //	английский (Токелау)	English (Tokelau)
        en_TO: 'en', //	английский (Тонга)	English (Tonga)
        en_TT: 'en', //	английский (Тринидад и Тобаго)	English (Trinidad & Tobago)
        en_TV: 'en', //	английский (Тувалу)	English (Tuvalu)
        en_TZ: 'en', //	английский (Танзания)	English (Tanzania)
        en_UG: 'en', //	английский (Уганда)	English (Uganda)
        en_UM: 'en', //	английский (Внешние малые о-ва [США])	English (U.S. Outlying Islands)
        en_US: 'en', //	английский (Соединенные Штаты)	English (United States)	американский английский
        en_US_POSIX: 'en', //	английский (Соединенные Штаты, Компьютерный)	English (United States, Computer)	американский английский (Компьютерный)
        en_VC: 'en', //	английский (Сент-Винсент и Гренадины)	English (St. Vincent & Grenadines)
        en_VG: 'en', //	английский (Виргинские о-ва [Британские])	English (British Virgin Islands)
        en_VI: 'en', //	английский (Виргинские о-ва [США])	English (U.S. Virgin Islands)
        en_VU: 'en', //	английский (Вануату)	English (Vanuatu)
        en_WS: 'en', //	английский (Самоа)	English (Samoa)
        en_ZA: 'en', //	английский (Южно-Африканская Республика)	English (South Africa)
        en_ZM: 'en', //	английский (Замбия)	English (Zambia)
        en_ZW: 'en', //	английский (Зимбабве)	English (Zimbabwe)
        eo: 'en', //	эсперанто	esperanto
        es: 'es', //	испанский	español
        es_419: 'es', //	испанский (Латинская Америка)	español (Latinoamérica)	латиноамериканский испанский
        es_AR: 'es', //	испанский (Аргентина)	español (Argentina)
        es_BO: 'es', //	испанский (Боливия)	español (Bolivia)
        es_BR: 'es', //	испанский (Бразилия)	español (Brasil)
        es_BZ: 'es', //	испанский (Белиз)	español (Belice)
        es_CL: 'es', //	испанский (Чили)	español (Chile)
        es_CO: 'es', //	испанский (Колумбия)	español (Colombia)
        es_CR: 'es', //	испанский (Коста-Рика)	español (Costa Rica)
        es_CU: 'es', //	испанский (Куба)	español (Cuba)
        es_DO: 'es', // испанский (Доминиканская Республика)	español (República Dominicana)
        es_EA: 'es', //	испанский (Сеута и Мелилья)	español (Ceuta y Melilla)
        es_EC: 'es', //	испанский (Эквадор)	español (Ecuador)
        es_ES: 'es', //	испанский (Испания)	español (España)	европейский испанский
        es_GQ: 'es', //	испанский (Экваториальная Гвинея)	español (Guinea Ecuatorial)
        es_GT: 'es', //	испанский (Гватемала)	español (Guatemala)
        es_HN: 'es', //	испанский (Гондурас)	español (Honduras)
        es_IC: 'es', //	испанский (Канарские о-ва)	español (Canarias)
        es_MX: 'es', //	испанский (Мексика)	español (México)	мексиканский испанский
        es_NI: 'es', //	испанский (Никарагуа)	español (Nicaragua)
        es_PA: 'es', //	испанский (Панама)	español (Panamá)
        es_PE: 'es', //	испанский (Перу)	español (Perú)
        es_PH: 'es', //	испанский (Филиппины)	español (Filipinas)
        es_PR: 'es', //	испанский (Пуэрто-Рико)	español (Puerto Rico)
        es_PY: 'es', //	испанский (Парагвай)	español (Paraguay)
        es_SV: 'es', //	испанский (Сальвадор)	español (El Salvador)
        es_US: 'es', //	испанский (Соединенные Штаты)	español (Estados Unidos)
        es_UY: 'es', //	испанский (Уругвай)	español (Uruguay)
        es_VE: 'es', //	испанский (Венесуэла)	español (Venezuela)
        et: 'en', //	эстонский	eesti
        et_EE: 'en', //	эстонский (Эстония)	eesti (Eesti)
        eu: 'en', //	баскский	euskara
        eu_ES: 'en', //	баскский (Испания)	euskara (Espainia)
        ewo: 'en', //	эвондо	ewondo
        ewo_CM: 'en', //	эвондо (Камерун)	ewondo (Kamərún)
        fa: 'en', //	персидский	فارسی
        fa_AF: 'en', //	персидский (Афганистан)	فارسی (افغانستان)
        fa_IR: 'en', //	персидский (Иран)	فارسی (ایران)
        ff: 'en', //	фулах	Pulaar
        ff_CM: 'en', //	фулах (Камерун)	Pulaar (Kameruun)
        ff_GN: 'en', //	фулах (Гвинея)	Pulaar (Gine)
        ff_MR: 'en', //	фулах (Мавритания)	Pulaar (Muritani)
        ff_SN: 'en', //	фулах (Сенегал)	Pulaar (Senegaal)
        fi: 'en', //	финский	suomi
        fi_FI: 'en', //	финский (Финляндия)	suomi (Suomi)
        fil: 'en', //	филиппинский	Filipino
        fil_PH: 'en', //	филиппинский (Филиппины)	Filipino (Pilipinas)
        fo: 'en', //	фарерский	føroyskt
        fo_DK: 'en', //	фарерский (Дания)	føroyskt (Danmark)
        fo_FO: 'en', //	фарерский (Фарерские о-ва)	føroyskt (Føroyar)
        fr: 'fr', //	французский	français
        fr_BE: 'fr', //	французский (Бельгия)	français (Belgique)
        fr_BF: 'fr', //	французский (Буркина-Фасо)	français (Burkina Faso)
        fr_BI: 'fr', //	французский (Бурунди)	français (Burundi)
        fr_BJ: 'fr', //	французский (Бенин)	français (Bénin)
        fr_BL: 'fr', //	французский (Сен-Бартелеми)	français (Saint-Barthélemy)
        fr_CA: 'fr', //	французский (Канада)	français (Canada)	канадский французский
        fr_CD: 'fr', //	французский (Конго - Киншаса)	français (Congo-Kinshasa)
        fr_CF: 'fr', //	французский (Центрально-Африканская Республика)	français (République centrafricaine)
        fr_CG: 'fr', //	французский (Конго - Браззавиль)	français (Congo-Brazzaville)
        fr_CH: 'fr', //	французский (Швейцария)	français (Suisse)	швейцарский французский
        fr_CI: 'fr', //	французский (Кот-д’Ивуар)	français (Côte d’Ivoire)
        fr_CM: 'fr', //	французский (Камерун)	français (Cameroun)
        fr_DJ: 'fr', //	французский (Джибути)	français (Djibouti)
        fr_DZ: 'fr', //	французский (Алжир)	français (Algérie)
        fr_FR: 'fr', //	французский (Франция)	français (France)
        fr_GA: 'fr', //	французский (Габон)	français (Gabon)
        fr_GF: 'fr', //	французский (Французская Гвиана)	français (Guyane française)
        fr_GN: 'fr', //	французский (Гвинея)	français (Guinée)
        fr_GP: 'fr', //	французский (Гваделупа)	français (Guadeloupe)
        fr_GQ: 'fr', //	французский (Экваториальная Гвинея)	français (Guinée équatoriale)
        fr_HT: 'fr', //	французский (Гаити)	français (Haïti)
        fr_KM: 'fr', //	французский (Коморы)	français (Comores)
        fr_LU: 'fr', //	французский (Люксембург)	français (Luxembourg)
        fr_MA: 'fr', //	французский (Марокко)	français (Maroc)
        fr_MC: 'fr', //	французский (Монако)	français (Monaco)
        fr_MF: 'fr', //	французский (Сен-Мартен)	français (Saint-Martin)
        fr_MG: 'fr', //	французский (Мадагаскар)	français (Madagascar)
        fr_ML: 'fr', //	французский (Мали)	français (Mali)
        fr_MQ: 'fr', //	французский (Мартиника)	français (Martinique)
        fr_MR: 'fr', //	французский (Мавритания)	français (Mauritanie)
        fr_MU: 'fr', //	французский (Маврикий)	français (Maurice)
        fr_NC: 'fr', //	французский (Новая Каледония)	français (Nouvelle-Calédonie)
        fr_NE: 'fr', //	французский (Нигер)	français (Niger)
        fr_PF: 'fr', //	французский (Французская Полинезия)	français (Polynésie française)
        fr_PM: 'fr', //	французский (Сен-Пьер и Микелон)	français (Saint-Pierre-et-Miquelon)
        fr_RE: 'fr', //	французский (Реюньон)	français (La Réunion)
        fr_RW: 'fr', //	французский (Руанда)	français (Rwanda)
        fr_SC: 'fr', //	французский (Сейшельские Острова)	français (Seychelles)
        fr_SN: 'fr', //	французский (Сенегал)	français (Sénégal)
        fr_SY: 'fr', //	французский (Сирия)	français (Syrie)
        fr_TD: 'fr', //	французский (Чад)	français (Tchad)
        fr_TG: 'fr', //	французский (Того)	français (Togo)
        fr_TN: 'fr', //	французский (Тунис)	français (Tunisie)
        fr_VU: 'fr', //	французский (Вануату)	français (Vanuatu)
        fr_WF: 'fr', //	французский (Уоллис и Футуна)	français (Wallis-et-Futuna)
        fr_YT: 'fr', //	французский (Майотта)	français (Mayotte)
        fur: 'en', //	фриульский	furlan
        fur_IT: 'en', //	фриульский (Италия)	furlan (Italie)
        fy: 'en', //	западнофризский	Frysk
        fy_NL: 'en', //	западнофризский (Нидерланды)	Frysk (Nederlân)
        ga: 'en', //	ирландский	Gaeilge
        ga_IE: 'en', //	ирландский (Ирландия)	Gaeilge (Éire)
        gd: 'en', //	гэльский	Gàidhlig
        gd_GB: 'en', //	гэльский (Великобритания)	Gàidhlig (An Rìoghachd Aonaichte)
        gl: 'en', //	галисийский	galego
        gl_ES: 'en', //	галисийский (Испания)	galego (España)
        gsw: 'en', //	швейцарский немецкий	Schwiizertüütsch
        gsw_CH: 'en', //	швейцарский немецкий (Швейцария)	Schwiizertüütsch (Schwiiz)
        gsw_FR: 'en', //	швейцарский немецкий (Франция)	Schwiizertüütsch (Frankriich)
        gsw_LI: 'en', //	швейцарский немецкий (Лихтенштейн)	Schwiizertüütsch (Liächteschtäi)
        gu: 'en', //	гуджарати	ગુજરાતી
        gu_IN: 'en', //	гуджарати (Индия)	ગુજરાતી (ભારત)
        guz: 'en', //	гусии	Ekegusii
        guz_KE: 'en', //	гусии (Кения)	Ekegusii (Kenya)
        gv: 'en', //	мэнский	Gaelg
        gv_IM: 'en', //	мэнский (о-в Мэн)	Gaelg (Ellan Vannin)
        ha: 'en', //	хауса	Hausa
        ha_GH: 'en', //	хауса (Гана)	Hausa (Gana)
        ha_NE: 'en', //	хауса (Нигер)	Hausa (Nijar)
        ha_NG: 'en', //	хауса (Нигерия)	Hausa (Najeriya)
        haw: 'en', //	гавайский	ʻŌlelo Hawaiʻi
        haw_US: 'en', //	гавайский (Соединенные Штаты)	ʻŌlelo Hawaiʻi (ʻAmelika Hui Pū ʻIa)
        he: 'en', //	иврит	עברית
        he_IL: 'en', //	иврит (Израиль)	עברית (ישראל)
        hi: 'en', //	хинди	हिन्दी
        hi_IN: 'en', //	хинди (Индия)	हिन्दी (भारत)
        hr: 'en', //	хорватский	hrvatski
        hr_BA: 'en', //	хорватский (Босния и Герцеговина)	hrvatski (Bosna i Hercegovina)
        hr_HR: 'en', //	хорватский (Хорватия)	hrvatski (Hrvatska)
        hsb: 'en', //	верхнелужицкий	hornjoserbšćina
        hsb_DE: 'en', //	верхнелужицкий (Германия)	hornjoserbšćina (Němska)
        hu: 'en', //	венгерский	magyar
        hu_HU: 'en', //	венгерский (Венгрия)	magyar (Magyarország)
        hy: 'en', //	армянский	հայերեն
        hy_AM: 'en', //	армянский (Армения)	հայերեն (Հայաստան)
        id: 'en', //	индонезийский	Indonesia
        id_ID: 'en', //	индонезийский (Индонезия)	Indonesia (Indonesia)
        ig: 'en', //	игбо	Igbo
        ig_NG: 'en', //	игбо (Нигерия)	Igbo (Naịjịrịa)
        ii: 'en', //	носу	ꆈꌠꉙ
        ii_CN: 'en', //	носу (Китай)	ꆈꌠꉙ (ꍏꇩ)
        is: 'en', //	исландский	íslenska
        is_IS: 'en', //	исландский (Исландия)	íslenska (Ísland)
        it: 'it', //	итальянский	italiano
        it_CH: 'it', //	итальянский (Швейцария)	italiano (Svizzera)
        it_IT: 'it', //	итальянский (Италия)	italiano (Italia)
        it_SM: 'it', //	итальянский (Сан-Марино)	italiano (San Marino)
        it_VA: 'it', //	итальянский (Ватикан)	italiano (Città del Vaticano)
        ja: 'en', //	японский	日本語
        ja_JP: 'en', //	японский (Япония)	日本語 (日本)
        jgo: 'en', //	нгомба	Ndaꞌa
        jgo_CM: 'en', //	нгомба (Камерун)	Ndaꞌa (Kamɛlûn)
        jmc: 'en', //	мачаме	Kimachame
        jmc_TZ: 'en', //	мачаме (Танзания)	Kimachame (Tanzania)
        ka: 'en', //	грузинский	ქართული
        ka_GE: 'en', //	грузинский (Грузия)	ქართული (საქართველო)
        kab: 'en', //	кабильский	Taqbaylit
        kab_DZ: 'en', //	кабильский (Алжир)	Taqbaylit (Lezzayer)
        kam: 'en', //	камба	Kikamba
        kam_KE: 'en', //	камба (Кения)	Kikamba (Kenya)
        kde: 'en', //	маконде	Chimakonde
        kde_TZ: 'en', //	маконде (Танзания)	Chimakonde (Tanzania)
        kea: 'en', //	кабувердьяну	kabuverdianu
        kea_CV: 'en', //	кабувердьяну (Кабо-Верде)	kabuverdianu (Kabu Verdi)
        khq: 'en', //	койра чиини	Koyra ciini
        khq_ML: 'en', //	койра чиини (Мали)	Koyra ciini (Maali)
        ki: 'en', //	кикуйю	Gikuyu
        ki_KE: 'en', //	кикуйю (Кения)	Gikuyu (Kenya)
        kk: 'en', //	казахский	қазақ тілі
        kk_KZ: 'en', //	казахский (Казахстан)	қазақ тілі (Қазақстан)
        kkj: 'en', //	како	kakɔ
        kkj_CM: 'en', //	како (Камерун)	kakɔ (Kamɛrun)
        kl: 'en', //	гренландский	kalaallisut
        kl_GL: 'en', //	гренландский (Гренландия)	kalaallisut (Kalaallit Nunaat)
        kln: 'en', //	календжин	Kalenjin
        kln_KE: 'en', //	календжин (Кения)	Kalenjin (Emetab Kenya)
        km: 'en', //	кхмерский	ខ្មែរ
        km_KH: 'en', //	кхмерский (Камбоджа)	ខ្មែរ (កម្ពុជា)
        kn: 'en', //	каннада	ಕನ್ನಡ
        kn_IN: 'en', //	каннада (Индия)	ಕನ್ನಡ (ಭಾರತ)
        ko: 'ko', //	корейский	한국어
        ko_KP: 'ko', //	корейский (КНДР)	한국어(조선민주주의인민공화국)
        ko_KR: 'ko', //	корейский (Республика Корея)	한국어(대한민국)
        kok: 'en', //	конкани	कोंकणी
        kok_IN: 'en', //	конкани (Индия)	कोंकणी (भारत)
        ks: 'en', //	кашмири	کٲشُر
        ks_IN: 'en', //	кашмири (Индия)	کٲشُر (ہِنٛدوستان)
        ksb: 'en', //	шамбала	Kishambaa
        ksb_TZ: 'en', //	шамбала (Танзания)	Kishambaa (Tanzania)
        ksf: 'en', //	бафия	rikpa
        ksf_CM: 'en', //	бафия (Камерун)	rikpa (kamɛrún)
        ksh: 'en', //	кёльнский	Kölsch
        ksh_DE: 'en', //	кёльнский (Германия)	Kölsch en Doütschland
        kw: 'en', //	корнский	kernewek
        kw_GB: 'en', //	корнский (Великобритания)	kernewek (Rywvaneth Unys)
        ky: 'en', //	киргизский	кыргызча
        ky_KG: 'en', //	киргизский (Киргизия)	кыргызча (Кыргызстан)
        lag: 'en', //	ланго	Kɨlaangi
        lag_TZ: 'en', //	ланго (Танзания)	Kɨlaangi (Taansanía)
        lb: 'en', //	люксембургский	Lëtzebuergesch
        lb_LU: 'en', //	люксембургский (Люксембург)	Lëtzebuergesch (Lëtzebuerg)
        lg: 'en', //	ганда	Luganda
        lg_UG: 'en', //	ганда (Уганда)	Luganda (Yuganda)
        lkt: 'en', //	лакота	Lakȟólʼiyapi
        lkt_US: 'en', //	лакота (Соединенные Штаты)	Lakȟólʼiyapi (Mílahaŋska Tȟamákȟočhe)
        ln: 'en', //	лингала	lingála
        ln_AO: 'en', //	лингала (Ангола)	lingála (Angóla)
        ln_CD: 'en', //	лингала (Конго - Киншаса)	lingála (Republíki ya Kongó Demokratíki)
        ln_CF: 'en', //	лингала (Центрально-Африканская Республика)	lingála (Repibiki ya Afríka ya Káti)
        ln_CG: 'en', //	лингала (Конго - Браззавиль)	lingála (Kongo)
        lo: 'en', //	лаосский	ລາວ
        lo_LA: 'en', //	лаосский (Лаос)	ລາວ (ລາວ)
        lrc: 'en', //	севернолурский	لۊری شومالی
        lrc_IQ: 'en', //	севернолурский (Ирак)	لۊری شومالی (IQ)
        lrc_IR: 'en', //	севернолурский (Иран)	لۊری شومالی (IR)
        lt: 'en', //	литовский	lietuvių
        lt_LT: 'en', //	литовский (Литва)	lietuvių (Lietuva)
        lu: 'en', //	луба-катанга	Tshiluba
        lu_CD: 'en', //	луба-катанга (Конго - Киншаса)	Tshiluba (Ditunga wa Kongu)
        luo: 'en', //	луо	Dholuo
        luo_KE: 'en', //	луо (Кения)	Dholuo (Kenya)
        luy: 'en', //	лухья	Luluhia
        luy_KE: 'en', //	лухья (Кения)	Luluhia (Kenya)
        lv: 'en', //	латышский	latviešu
        lv_LV: 'en', //	латышский (Латвия)	latviešu (Latvija)
        mas: 'en', //	масаи	Maa
        mas_KE: 'en', //	масаи (Кения)	Maa (Kenya)
        mas_TZ: 'en', //	масаи (Танзания)	Maa (Tansania)
        mer: 'en', //	меру	Kĩmĩrũ
        mer_KE: 'en', //	меру (Кения)	Kĩmĩrũ (Kenya)
        mfe: 'en', //	маврикийский креольский	kreol morisien
        mfe_MU: 'en', //	маврикийский креольский (Маврикий)	kreol morisien (Moris)
        mg: 'en', //	малагасийский	Malagasy
        mg_MG: 'en', //	малагасийский (Мадагаскар)	Malagasy (Madagasikara)
        mgh: 'en', //	макуа-меетто	Makua
        mgh_MZ: 'en', //	макуа-меетто (Мозамбик)	Makua (Umozambiki)
        mgo: 'en', //	мета: metaʼ
        mgo_CM: 'en', //	мета (Камерун)	metaʼ (Kamalun)
        mk: 'en', //	македонский	македонски
        mk_MK: 'en', //	македонский (Македония)	македонски (Македонија)
        ml: 'en', //	малаялам	മലയാളം
        ml_IN: 'en', //	малаялам (Индия)	മലയാളം (ഇന്ത്യ)
        mn: 'en', //	монгольский	монгол
        mn_MN: 'en', //	монгольский (Монголия)	монгол (Монгол)
        mr: 'en', //	маратхи	मराठी
        mr_IN: 'en', //	маратхи (Индия)	मराठी (भारत)
        ms: 'en', //	малайский	Melayu
        ms_BN: 'en', //	малайский (Бруней-Даруссалам)	Melayu (Brunei)
        ms_MY: 'en', //	малайский (Малайзия)	Melayu (Malaysia)
        ms_SG: 'en', //	малайский (Сингапур)	Melayu (Singapura)
        mt: 'en', //	мальтийский	Malti
        mt_MT: 'en', //	мальтийский (Мальта)	Malti (Malta)
        mua: 'en', //	мунданг	MUNDAŊ
        mua_CM: 'en', //	мунданг (Камерун)	MUNDAŊ (kameruŋ)
        my: 'en', //	бирманский	မြန်မာ
        my_MM: 'en', //	бирманский (Мьянма [Бирма])	မြန်မာ (မြန်မာ)
        mzn: 'en', //	мазендеранский	مازرونی
        mzn_IR: 'en', //	мазендеранский (Иран)	مازرونی (ایران)
        naq: 'en', //	нама	Khoekhoegowab
        naq_NA: 'en', //	нама (Намибия)	Khoekhoegowab (Namibiab)
        nb: 'en', //	норвежский букмол	norsk bokmål
        nb_NO: 'en', //	норвежский букмол (Норвегия)	norsk bokmål (Norge)
        nb_SJ: 'en', //	норвежский букмол (Шпицберген и Ян-Майен)	norsk bokmål (Svalbard og Jan Mayen)
        nd: 'en', //	северный ндебеле	isiNdebele
        nd_ZW: 'en', //	северный ндебеле (Зимбабве)	isiNdebele (Zimbabwe)
        nds: 'en', //	нижнегерманский	nds
        nds_DE: 'en', //	нижнегерманский (Германия)	nds (DE)
        nds_NL: 'en', //	нижнегерманский (Нидерланды)	nds (NL)	нижнесаксонский
        ne: 'en', //	непальский	नेपाली
        ne_IN: 'en', //	непальский (Индия)	नेपाली (भारत)
        ne_NP: 'en', //	непальский (Непал)	नेपाली (नेपाल)
        nl: 'en', //	нидерландский	Nederlands
        nl_AW: 'en', //	нидерландский (Аруба)	Nederlands (Aruba)
        nl_BE: 'en', //	нидерландский (Бельгия)	Nederlands (België)	фламандский
        nl_BQ: 'en', //	нидерландский (Бонэйр, Синт-Эстатиус и Саба)	Nederlands (Caribisch Nederland)
        nl_CW: 'en', //	нидерландский (Кюрасао)	Nederlands (Curaçao)
        nl_NL: 'en', //	нидерландский (Нидерланды)	Nederlands (Nederland)
        nl_SR: 'en', //	нидерландский (Суринам)	Nederlands (Suriname)
        nl_SX: 'en', //	нидерландский (Синт-Мартен)	Nederlands (Sint-Maarten)
        nmg: 'en', //	квасио	nmg
        nmg_CM: 'en', //	квасио (Камерун)	nmg (Kamerun)
        nn: 'en', //	нюнорск	nynorsk
        nn_NO: 'en', //	нюнорск (Норвегия)	nynorsk (Noreg)
        nnh: 'en', //	нгиембунд	Shwóŋò ngiembɔɔn
        nnh_CM: 'en', //	нгиембунд (Камерун)	Shwóŋò ngiembɔɔn (Kàmalûm)
        nus: 'en', //	нуэр	Thok Nath
        nus_SS: 'en', //	нуэр (Южный Судан)	Thok Nath (SS)
        nyn: 'en', //	ньянколе	Runyankore
        nyn_UG: 'en', //	ньянколе (Уганда)	Runyankore (Uganda)
        om: 'en', //	оромо	Oromoo
        om_ET: 'en', //	оромо (Эфиопия)	Oromoo (Itoophiyaa)
        om_KE: 'en', //	оромо (Кения)	Oromoo (Keeniyaa)
        or: 'en', //	ория	ଓଡ଼ିଆ
        or_IN: 'en', //	ория (Индия)	ଓଡ଼ିଆ (ଭାରତ)
        os: 'en', //	осетинский	ирон
        os_GE: 'en', //	осетинский (Грузия)	ирон (Гуырдзыстон)
        os_RU: 'en', //	осетинский (Россия)	ирон (Уӕрӕсе)
        pa: 'en', //	панджаби	ਪੰਜਾਬੀ
        pa_Arab: 'en', //	панджаби (арабица)	پنجابی (عربی)
        pa_Arab_PK: 'en', //	панджаби (арабица, Пакистан)	پنجابی (عربی, پاکستان)
        pa_Guru: 'en', //	панджаби (гурмукхи)	ਪੰਜਾਬੀ (ਗੁਰਮੁਖੀ)
        pa_Guru_IN: 'en', //	панджаби (гурмукхи, Индия)	ਪੰਜਾਬੀ (ਗੁਰਮੁਖੀ, ਭਾਰਤ)
        pl: 'en', //	польский	polski
        pl_PL: 'en', //	польский (Польша)	polski (Polska)
        ps: 'en', //	пушту	پښتو
        ps_AF: 'en', //	пушту (Афганистан)	پښتو (افغانستان)
        pt: 'pt', //	португальский	português
        pt_AO: 'pt', //	португальский (Ангола)	português (Angola)
        pt_BR: 'pt_br', //	португальский (Бразилия)	português (Brasil)	бразильский португальский
        pt_CH: 'pt', //	португальский (Швейцария)	português (Suíça)
        pt_CV: 'pt', //	португальский (Кабо-Верде)	português (Cabo Verde)
        pt_GQ: 'pt', //	португальский (Экваториальная Гвинея)	português (Guiné Equatorial)
        pt_GW: 'pt', //	португальский (Гвинея-Бисау)	português (Guiné-Bissau)
        pt_LU: 'pt', //	португальский (Люксембург)	português (Luxemburgo)
        pt_MO: 'pt', //	португальский (Макао [САР])	português (Macau, RAE da China)
        pt_MZ: 'pt', //	португальский (Мозамбик)	português (Moçambique)
        pt_PT: 'pt', //	португальский (Португалия)	português (Portugal)	европейский португальский
        pt_ST: 'pt', //	португальский (Сан-Томе и Принсипи)	português (São Tomé e Príncipe)
        pt_TL: 'pt', //	португальский (Восточный Тимор)	português (Timor-Leste)
        qu: 'en', //	кечуа	Runasimi
        qu_BO: 'en', //	кечуа (Боливия)	Runasimi (Bolivia)
        qu_EC: 'en', //	кечуа (Эквадор)	Runasimi (Ecuador)
        qu_PE: 'en', //	кечуа (Перу)	Runasimi (Perú)
        rm: 'en', //	романшский	rumantsch
        rm_CH: 'en', //	романшский (Швейцария)	rumantsch (Svizra)
        rn: 'en', //	рунди	Ikirundi
        rn_BI: 'en', //	рунди (Бурунди)	Ikirundi (Uburundi)
        ro: 'en', //	румынский	română
        ro_MD: 'en', //	румынский (Молдова)	română (Republica Moldova)	молдавский
        ro_RO: 'en', //	румынский (Румыния)	română (România)
        rof: 'en', //	ромбо	Kihorombo
        rof_TZ: 'en', //	ромбо (Танзания)	Kihorombo (Tanzania)
        ru: 'ru', //	русский	русский
        ru_BY: 'ru', //	русский (Беларусь)	русский (Беларусь)
        ru_KG: 'ru', //	русский (Киргизия)	русский (Киргизия)
        ru_KZ: 'ru', //	русский (Казахстан)	русский (Казахстан)
        ru_MD: 'ru', //	русский (Молдова)	русский (Молдова)
        ru_RU: 'ru', //	русский (Россия)	русский (Россия)
        ru_UA: 'ru', //	русский (Украина)	русский (Украина)
        rw: 'en', //	киньяруанда	Kinyarwanda
        rw_RW: 'en', //	киньяруанда (Руанда)	Kinyarwanda (U Rwanda)
        rwk: 'en', //	руанда	Kiruwa
        rwk_TZ: 'en', //	руанда (Танзания)	Kiruwa (Tanzania)
        sah: 'ru', //	саха	саха тыла
        sah_RU: 'ru', //	саха (Россия)	саха тыла (Арассыыйа)
        saq: 'en', //	самбуру	Kisampur
        saq_KE: 'en', //	самбуру (Кения)	Kisampur (Kenya)
        sbp: 'en', //	сангу	Ishisangu
        sbp_TZ: 'en', //	сангу (Танзания)	Ishisangu (Tansaniya)
        se: 'en', //	северносаамский	davvisámegiella
        se_FI: 'en', //	северносаамский (Финляндия)	davvisámegiella (Suopma)
        se_NO: 'en', //	северносаамский (Норвегия)	davvisámegiella (Norga)
        se_SE: 'en', //	северносаамский (Швеция)	davvisámegiella (Ruoŧŧa)
        seh: 'en', //	сена	sena
        seh_MZ: 'en', //	сена (Мозамбик)	sena (Moçambique)
        ses: 'en', //	койраборо сенни	Koyraboro senni
        ses_ML: 'en', //	койраборо сенни (Мали)	Koyraboro senni (Maali)
        sg: 'en', //	санго	Sängö
        sg_CF: 'en', //	санго (Центрально-Африканская Республика)	Sängö (Ködörösêse tî Bêafrîka)
        shi: 'en', //	ташельхит	ⵜⴰⵛⵍⵃⵉⵜ
        shi_Latn: 'en', //	ташельхит (латиница)	Tashelḥiyt (Latn)
        shi_Latn_MA: 'en', //	ташельхит (латиница, Марокко)	Tashelḥiyt (Latn, lmɣrib)
        shi_Tfng: 'en', //	ташельхит (древнеливийская)	ⵜⴰⵛⵍⵃⵉⵜ (Tfng)
        shi_Tfng_MA: 'en', //	ташельхит (древнеливийская, Марокко)	ⵜⴰⵛⵍⵃⵉⵜ (Tfng, ⵍⵎⵖⵔⵉⴱ)
        si: 'en', //	сингальский	සිංහල
        si_LK: 'en', //	сингальский (Шри-Ланка)	සිංහල (ශ්‍රී ලංකාව)
        sk: 'en', //	словацкий	slovenčina
        sk_SK: 'en', //	словацкий (Словакия)	slovenčina (Slovensko)
        sl: 'en', //	словенский	slovenščina
        sl_SI: 'en', //	словенский (Словения)	slovenščina (Slovenija)
        smn: 'en', //	инари-саамский	anarâškielâ
        smn_FI: 'en', //	инари-саамский (Финляндия)	anarâškielâ (Suomâ)
        sn: 'en', //	шона	chiShona
        sn_ZW: 'en', //	шона (Зимбабве)	chiShona (Zimbabwe)
        so: 'en', //	сомали	Soomaali
        so_DJ: 'en', //	сомали (Джибути)	Soomaali (Jabuuti)
        so_ET: 'en', //	сомали (Эфиопия)	Soomaali (Itoobiya)
        so_KE: 'en', //	сомали (Кения)	Soomaali (Kiiniya)
        so_SO: 'en', //	сомали (Сомали)	Soomaali (Soomaaliya)
        sq: 'en', //	албанский	shqip
        sq_AL: 'en', //	албанский (Албания)	shqip (Shqipëri)
        sq_MK: 'en', //	албанский (Македония)	shqip (Maqedoni)
        sq_XK: 'en', //	албанский (Косово)	shqip (Kosovë)
        sr: 'en', //	сербский	српски
        sr_Cyrl: 'en', //	сербский (кириллица)	српски (ћирилица)
        sr_Cyrl_BA: 'en', //	сербский (кириллица, Босния и Герцеговина)	српски (ћирилица, Босна и Херцеговина)
        sr_Cyrl_ME: 'en', //	сербский (кириллица, Черногория)	српски (ћирилица, Црна Гора)
        sr_Cyrl_RS: 'en', //	сербский (кириллица, Сербия)	српски (ћирилица, Србија)
        sr_Cyrl_XK: 'en', //	сербский (кириллица, Косово)	српски (ћирилица, Косово)
        sr_Latn: 'en', //	сербский (латиница)	srpski (latinica)
        sr_Latn_BA: 'en', //	сербский (латиница, Босния и Герцеговина)	srpski (latinica, Bosna i Hercegovina)
        sr_Latn_ME: 'en', //	сербский (латиница, Черногория)	srpski (latinica, Crna Gora)
        sr_Latn_RS: 'en', //	сербский (латиница, Сербия)	srpski (latinica, Srbija)
        sr_Latn_XK: 'en', //	сербский (латиница, Косово)	srpski (latinica, Kosovo)
        sv: 'en', //	шведский	svenska
        sv_AX: 'en', //	шведский (Аландские о-ва)	svenska (Åland)
        sv_FI: 'en', //	шведский (Финляндия)	svenska (Finland)
        sv_SE: 'en', //	шведский (Швеция)	svenska (Sverige)
        sw: 'en', //	суахили	Kiswahili
        sw_CD: 'en', //	суахили (Конго - Киншаса)	Kiswahili (Jamhuri ya Kidemokrasia ya Kongo)	конголезский суахили
        sw_KE: 'en', //	суахили (Кения)	Kiswahili (Kenya)
        sw_TZ: 'en', //	суахили (Танзания)	Kiswahili (Tanzania)
        sw_UG: 'en', //	суахили (Уганда)	Kiswahili (Uganda)
        ta: 'en', //	тамильский	தமிழ்
        ta_IN: 'en', //	тамильский (Индия)	தமிழ் (இந்தியா)
        ta_LK: 'en', //	тамильский (Шри-Ланка)	தமிழ் (இலங்கை)
        ta_MY: 'en', //	тамильский (Малайзия)	தமிழ் (மலேசியா)
        ta_SG: 'en', //	тамильский (Сингапур)	தமிழ் (சிங்கப்பூர்)
        te: 'en', //	телугу	తెలుగు
        te_IN: 'en', //	телугу (Индия)	తెలుగు (భారతదేశం)
        teo: 'en', //	тесо	Kiteso
        teo_KE: 'en', //	тесо (Кения)	Kiteso (Kenia)
        teo_UG: 'en', //	тесо (Уганда)	Kiteso (Uganda)
        tg: 'en', //	таджикский	тоҷикӣ
        tg_TJ: 'en', //	таджикский (Таджикистан)	тоҷикӣ (Тоҷикистон)
        th: 'en', //	тайский	ไทย
        th_TH: 'en', //	тайский (Таиланд)	ไทย (ไทย)
        ti: 'en', //	тигринья	ትግርኛ
        ti_ER: 'en', //	тигринья (Эритрея)	ትግርኛ (ኤርትራ)
        ti_ET: 'en', //	тигринья (Эфиопия)	ትግርኛ (ኢትዮጵያ)
        to: 'en', //	тонганский	lea fakatonga
        to_TO: 'en', //	тонганский (Тонга)	lea fakatonga (Tonga)
        tr: 'tr', //	турецкий	Türkçe
        tr_CY: 'tr', //	турецкий (Кипр)	Türkçe (Kıbrıs)
        tr_TR: 'tr', //	турецкий (Турция)	Türkçe (Türkiye)
        tt: 'en', //	татарский	татар
        tt_RU: 'ru', //	татарский (Россия)	татар (Россия)
        twq: 'en', //	тасавак	Tasawaq senni
        twq_NE: 'en', //	тасавак (Нигер)	Tasawaq senni (Nižer)
        tzm: 'en', //	среднеатласский тамазигхтский	Tamaziɣt n laṭlaṣ
        tzm_MA: 'en', //	среднеатласский тамазигхтский (Марокко)	Tamaziɣt n laṭlaṣ (Meṛṛuk)
        ug: 'en', //	уйгурский	ئۇيغۇرچە
        ug_CN: 'en', //	уйгурский (Китай)	ئۇيغۇرچە (جۇڭگو)
        uk: 'en', //	украинский	українська
        uk_UA: 'en', //	украинский (Украина)	українська (Україна)
        ur: 'en', //	урду	اردو
        ur_IN: 'en', //	урду (Индия)	اردو (بھارت)
        ur_PK: 'en', //	урду (Пакистан)	اردو (پاکستان)
        uz: 'en', //	узбекский	o‘zbek
        uz_Arab: 'en', //	узбекский (арабица)	اوزبیک (عربی)
        uz_Arab_AF: 'en', //	узбекский (арабица, Афганистан)	اوزبیک (عربی, افغانستان)
        uz_Cyrl: 'en', //	узбекский (кириллица)	ўзбекча (Кирил)
        uz_Cyrl_UZ: 'en', //	узбекский (кириллица, Узбекистан)	ўзбекча (Кирил, Ўзбекистон)
        uz_Latn: 'en', //	узбекский (латиница)	o‘zbek (lotin)
        uz_Latn_UZ: 'en', //	узбекский (латиница, Узбекистан)	o‘zbek (lotin, Oʻzbekiston)
        vai: 'en', //	ваи	ꕙꔤ
        vai_Latn: 'en', //	ваи (латиница)	Vai (Latn)
        vai_Latn_LR: 'en', //	ваи (латиница, Либерия)	Vai (Latn, Laibhiya)
        vai_Vaii: 'en', //	ваи (вайская)	ꕙꔤ (Vaii)
        vai_Vaii_LR: 'en', //	ваи (вайская, Либерия)	ꕙꔤ (Vaii, ꕞꔤꔫꕩ)
        vi: 'en', //	вьетнамский	Tiếng Việt
        vi_VN: 'en', //	вьетнамский (Вьетнам)	Tiếng Việt (Việt Nam)
        vun: 'en', //	вунджо	Kyivunjo
        vun_TZ: 'en', //	вунджо (Танзания)	Kyivunjo (Tanzania)
        wae: 'en', //	валлисский	Walser
        wae_CH: 'en', //	валлисский (Швейцария)	Walser (Schwiz)
        wo: 'en', //	волоф	Wolof
        wo_SN: 'en', //	волоф (Сенегал)	Wolof (Senegaal)
        xog: 'en', //	сога	Olusoga
        xog_UG: 'en', //	сога (Уганда)	Olusoga (Yuganda)
        yav: 'en', //	янгбен	nuasue
        yav_CM: 'en', //	янгбен (Камерун)	nuasue (Kemelún)
        yi: 'en', //	идиш	ייִדיש
        yi_001: 'en', //	идиш (весь мир)	ייִדיש (וועלט)
        yo: 'en', //	йоруба	Èdè Yorùbá
        yo_BJ: 'en', //	йоруба (Бенин)	Èdè Yorùbá (Orílɛ́ède Bɛ̀nɛ̀)
        yo_NG: 'en', //	йоруба (Нигерия)	Èdè Yorùbá (Orílẹ́ède Nàìjíríà)
        yue: 'en', //	кантонский	粵語
        yue_Hans: 'en', //	кантонский (упрощенный)	粤语 (简体)
        yue_Hans_CN: 'en', //	кантонский (упрощенный, Китай)	粤语 (简体，中华人民共和国)
        yue_Hant: 'en', //	кантонский (традиционный)	粵語 (繁體)
        yue_Hant_HK: 'en', //	кантонский (традиционный, Гонконг [САР])	粵語 (繁體，中華人民共和國香港特別行政區)
        zgh: 'en', //	тамазигхтский	ⵜⴰⵎⴰⵣⵉⵖⵜ
        zgh_MA: 'en', //	тамазигхтский (Марокко)	ⵜⴰⵎⴰⵣⵉⵖⵜ (ⵍⵎⵖⵔⵉⴱ)
        zh: 'zh_cn', //	китайский	中文
        zh_Hans: 'zh_cn', //	китайский (упрощенный)	中文（简体）	китайский, упрощенное письмо
        zh_Hans_CN: 'zh_cn', //	китайский (упрощенный, Китай)	中文（简体，中国）	китайский, упрощенное письмо (Китай)
        zh_Hans_HK: 'zh_cn', //	китайский (упрощенный, Гонконг [САР])	中文（简体，中国香港特别行政区）	китайский, упрощенное письмо (Гонконг [САР])
        zh_Hans_MO: 'zh_cn', //	китайский (упрощенный, Макао [САР])	中文（简体，中国澳门特别行政区）	китайский, упрощенное письмо (Макао [САР])
        zh_Hans_SG: 'zh_cn', //	китайский (упрощенный, Сингапур)	中文（简体，新加坡）	китайский, упрощенное письмо (Сингапур)
        zh_Hant: 'zh_tw', //	китайский (традиционный)	中文（繁體）	китайский, традиционное письмо
        zh_Hant_HK: 'zh_tw', //	китайский (традиционный, Гонконг [САР])	中文（繁體字，中國香港特別行政區）	китайский, традиционное письмо (Гонконг [САР])
        zh_Hant_MO: 'zh_tw', //	китайский (традиционный, Макао [САР])	中文（繁體字，中國澳門特別行政區）	китайский, традиционное письмо (Макао [САР])
        zh_Hant_TW: 'zh_tw', //	китайский (традиционный, Тайвань)	中文（繁體，台灣）	китайский, традиционное письмо (Тайвань)
        zu: 'en', //	зулу	isiZulu
        zu_ZA: 'en', //	зулу (Южно-Африканская Республика)	isiZulu (iNingizimu Afrika)
    }
}
